[
  {
    "id": "cgie",
    "title": "CGIE – 2019",
    "img": [
      "./picture/cgie_2017.jpg"
    ],
    "video": null,
    "poster": null,
    "text": "Artikeln 'Maqam-musikens plats i regional musik', som jag skrev, publicerades den 13 januari 2019 (23 Dey 1397) av Stora Islamiska Encyklopedicentret. Artikeln utforskar maqam-musiken, särskilt Yarsan-musiken, och speglar min forskning och verksamhet inom detta område. Yarsan-musiken, en del av denna trosriktningens kulturella och mystiska identitet, möter stora begränsningar i Iran. Publiceringen i en vetenskaplig källa bekräftar min roll i bevarandet och introduktionen av Yarsan- och maqam-musiken och belyser de utmaningar som konstnärer inom detta område står inför i Iran.",
    "source": {
      "label": "CGIE.ORG.IR",
      "url": "https://www.cgie.org.ir/fa/news/177525/%D8%AC%D8%A7%DB%8C%DA%AF%D8%A7%D9%87-%D9%85%D9%82%D8%A7%D9%85-%D8%AF%D8%B1-%D9%85%D9%88%D8%B3%DB%8C%D9%82%DB%8C-%D9%86%D9%88%D8%A7%D8%AD%DB%8C---%DA%A9%DB%8C%D9%88%D8%A7%D9%86-%DA%A9%DB%8C%D8%A7%D9%86%DB%8C%D8%A7%D9%86"
    }
  },
  {
    "id": "honardastan",
    "title": "Honardastan 2017",
    "img": [
      "./picture/honardastan_2017.jpg"
    ],
    "video": null,
    "poster": null,
    "text": "Att verka inom maqammusik i Iran, särskilt tanbur och Yarsantraditionen, har alltid varit förenat med stora begränsningar. Trots detta har jag med mod och engagemang kämpat för att bevara detta kulturarv och även intervjuats i iranska medier om denna musik och dess betydelse. Ett exempel är en intervju i en iransk tidning med titeln 'Orättvisa mot maqammusiken', där jag belyste de utmaningar denna konstform står inför och mina ansträngningar för att hålla den vid liv. Denna intervju och mina andra aktiviteter visar min hängivenhet till den mystiska och maqammusiken – en konstform som möter stora sociala hinder i Iran. Att fortsätta denna väg i mitt hemland innebar stora risker, men min tro på musikens värde har drivit mig att kämpa för dess bevarande och spridning på en internationell nivå",
    "source": {
      "label": "HONARDASTAN.IR",
      "url": "https://honardastan.ir/4203/%D8%AF%D8%B1-%D8%AD%D9%82-%D9%85%D9%88%D8%B3%DB%8C%D9%82%DB%8C-%D9%85%D9%82%D8%A7%D9%85%DB%8C-%D8%B8%D9%84%D9%85-%D8%B4%D8%AF%D9%87-%D8%A7%D8%B3%D8%AA/"
    }
  },
  {
    "id": "radiohamrah",
    "title": "Radio Hamrah 2017",
    "img": [
      "./picture/RadioHamrah_i_Los_Angeles_2017.jpg"
    ],
    "video": null,
    "poster": null,
    "text": "Diskussion om tanbur, maqam-musik och Yarsans andliga arv i en intervju från Los Angeles.",
    "source": null
  },
  {
    "id": "Isna",
    "title": "Nyhetsbyrå Isna 2017",
    "img": [
      "./picture/ISNA_Picture.jpg"
    ],
    "video": null,
    "poster": null,
    "text": "En intervju med nyhetsbyrån ISNA den 16 maj 2017 om orättvisan mot Yarsans traditionella musik.",
    "source": {
      "label": "ISNA",
      "url": "https://www.isna.ir/amp/96022516476/"
    }
  },
  {
    "id": "yarsan2016",
    "title": "Yarsanfederationen 2016",
    "img": [
      "./picture/Yarsanfederationens_styrelse_2016.jpg"
    ],
    "video": null,
    "poster": null,
    "text": "Ett möte hölls i Stockholm mellan en delegation från Yarsanfederationens styrelse, mig som ledare för den konstnärliga gruppen Balushan, samt en grupp teater- och filmkonstnärer från Iran och Sverige. Syftet med mötet var att samordna en konsert för att bevara och hedra Yarsan-kulturen, en kultur som ständigt möter restriktioner och förtryck i Iran och riskerar att tystas. Denna konsert var ett försök att hålla Yarsan-musik och konst levande och skapa en plattform för dess fria uttryck i Europa. Datum för mötet: 24 augusti 2016",
    "source": {
      "label": "YARSANF",
      "url": "https://www.yarsanf.org/index/2016/08/25/%D8%AF%DB%8C%D8%AF%D8%A7%D8%B1-%DB%8C%DA%A9-%D8%AA%DB%8C%D9%85-%D8%AF%D9%88-%D9%86%D9%81%D8%B1%D9%87-%D8%A7%D8%B2-%D9%87%DB%8C%D8%A6%D8%AA-%D9%85%D8%AF%DB%8C%D8%B1%D9%87-%D9%81%D8%AF%D8%B1%D8%A7/"
    }
  },
  {
    "id": "radio2011",
    "title": "Radio Sverige 2011",
    "img": [
      "./picture/radioSverige_2011.jpg"
    ],
    "video": null,
    "poster": null,
    "text": "Att hålla en konsert med BalvaShan-gruppen under min ledning i städerna Stockholm, Västerås, Göteborg och Malmö med kvinnliga musiker och sångare den 28/1/2011.",
    "source": {
      "label": "RADIO SVERIGE",
      "url": "https://www.sverigesradio.se/artikel/4317735"
    }
  },
  {
    "id": "farhang2010",
    "title": "Balvashan Ensemble i samarbete med Yarsan Förbundet 2010",
    "img": [
      "./picture/farhang_2010.jpg"
    ],
    "video": null,
    "poster": null,
    "text": "Den 4 mars 2010 hölls en konsert i samarbete med Yarsan Förbundet och med stöd av Farhang Kultur. Detta evenemang var en del av mina ansträngningar för att introducera Yarsans musik och kultur i Sverige. Sådana program visar vikten av mitt konstnärliga arbete och de begränsningar och risker jag har mött i Iran.",
    "source": {
      "label": "www.farhang.nu",
      "url": "https://www.farhang.nu/balvashan-ensemble-i-samarbete-med-yarsan-forbundet/"
    }
  },
  {
    "id": "gisso2019",
    "title": "Folk och klasisk kurdisk och persisk musik 2019",
    "img": [
      "./picture/uppsala_2019.jpg"
    ],
    "video": null,
    "poster": null,
    "text": "Denna video visar den historiska konserten 'Shkobān' i Stockholm, i Eric Ericsonhallen. Denna föreställning var en del av vår Europaturné som hölls i Nederländerna, Belgien, Tyskland, Sverige, Finland och Norge. I denna konsert framfördes stycken till minne av Jina och med slagordet 'Kvinna, Liv, Frihet' – ett konstnärligt och protesterande budskap till stöd för kvinnors frihet och rättvisa. Med full medvetenhet om de risker denna föreställning innebar för mig, valde jag modigt att vara en röst för de kvinnor som är berövade sin frihet och rätt att sjunga i sitt hemland. Denna konsert var inte bara en musikföreställning, utan en ståndpunkt mot förtryck och en kamp för att bevara identitet och frihet",
    "source": null
  },
  {
    "id": "goteborg2019",
    "title": "Inbjudan till Göteborgs Internationella Festival – 1 april 2019",
    "img": [
      "./picture/göteborg_2019.jpg"
    ],
    "video": null,
    "poster": null,
    "text": "Den 1 april 2019 blev jag inbjuden till Göteborgs Internationella Festival som en framstående iransk artist. Vid detta evenemang framfördes nationell iransk musik och verk kopplade till Yarsantraditionen, vilket återspeglade kulturell identitet, andligt arv och konstnärligt motstånd mot de restriktioner som påtvingas musik i Iran. Denna konsert var en del av en långsiktig strävan att bevara och sprida Irans traditionella och andliga musik internationellt samt att försvara konstnärlig frihet och rätten att framföra musik, särskilt för artister som lever under förtryck i Iran.",
    "source": {
      "label": "INSTAGRAM",
      "url": "https://www.instagram.com/p/Bvrw5CIgnz0/?igsh=MXViY2FyMW44ZWNleg%3D%3D"
    }
  },
  {
    "id": "balvashan2016",
    "title": "Balvashan Ensemble Concert – Uppsala 2016",
    "img": [
      "./picture/uppsala_2016.jpg"
    ],
    "video": null,
    "poster": null,
    "text": "Denna konsert hölls under ledning av Keyvan Kianian och framförde traditionell persisk och kurdisk musik. Närvaron av en kvinnlig sångare (Malihe Moradi) i detta framträdande, vilket är förbjudet i Iran, visar stöd för kvinnors frihet inom musiken. Att organisera sådana konserter med kvinnliga sångare innebär allvarliga rättsliga restriktioner och säkerhetsrisker i Iran.",
    "source": null
  },
  {
    "id": "sverigesRadio2023",
    "title": "Sveriges Radio i Stockholm-2023",
    "img": [
      "./picture/SR_2023_1.jpg",
      "./picture/SR_2023_2.jpg"
    ],
    "text": "Intervju med Sveriges Radio i Stockholm och samtal om framförandet av sången Shkobân till minne av Jina och revolutionen 'Kvinna, Liv, Frihet'. Denna konsert hölls tillägnad kvinnors frihet under en Europaturné och mottogs med stor entusiasm i Nederländerna, Belgien, Tyskland, Sverige, Norge och Finland.Datum för intervjun: Torsdag 6 april 2023, kl. 17:50.",
    "source": {
      "label": "www.sverigesradio.se",
      "url": "https://www.sverigesradio.se/artikel/%D9%87%D9%88%D9%86%DB%95%D8%B1%D9%85%DB%95%D9%86%D8%AF-%D8%AD%D9%88%D8%B3%DB%8E%D9%86-%D8%B3%DB%95%D9%81%D8%A7%D9%85%DB%95%D9%86%D8%B4-%D8%A8%DB%86-%DB%8C%DB%95%DA%A9%DB%95%D9%85%D8%AC%D8%A7%D8%B1-%D9%84%DB%95-%D8%B3%D9%88%DB%8C%D8%AF-%DA%A9%DB%86%D9%86%D8%B3%DB%8E%D8%B1%D8%AA-%D8%AF%DB%95%DA%AF%DB%8E%D8%B1%DB%8E%D8%AA"
    }
  }
]