[


  {
    "id": "worldMusicFestival2023",
    "title": "Jina (Mahsa) – Göteborg, april 2023",
    "img": [
      "./picture/worldMusicFestival2023.jpg"
    ],
    "video": null,
    "poster": null,
    "text": "Den 1 och 2 april 2023, på inbjudan av World Music Festival, höll jag en konsert i Göteborg, Sverige, till minne av Jina (Mahsa) Amini och till stöd för rörelsen \"Kvinna, Liv, Frihet\". Konserten ägde rum sex månader efter Jinás död, under den mest intensiva perioden av de landsomfattande kvinnoprotesterna i Iran. Jag, Keyvan Kianian, deltog som kompositör och ledare för ensemblen. Syftet med konserten var att konstnärligt uttrycka kvinnors protester, stödja yttrandefrihet inom musik och föra de förtryckta iranska kvinnornas röster till den internationella scenen. Att genomföra detta evenemang under en av de mest avgörande perioderna i iranska kvinnors kamp visar på mitt långvariga engagemang för kulturella och sociala aktiviteter i strävan efter kvinnors frihet och jämlikhet.",
    "source": {
      "label": "www.instagram.com",
      "url": "https://www.instagram.com/p/CqMJZjlKXP9/?igsh=bGhjaDI4YWU0MWpo"
    }
  },
  {
    "id": "shokobanOslo2023",
    "title": "'Shkobān' i Oslo-2023",
    "videoID": "PCevAW-VT8U",
    "poster": null,
    "text": "Som musikledare och kompositör genomförde jag konserter i Norge (15.4.2023). Dessa framträdanden hölls till stöd för rörelsen Kvinna, Liv, Frihet och i protest mot förtrycket av konstnärer samt för att sprida iransk protestmusik.",
    "source": {
      "label": "www.youtube.com",
      "url": "https://www.youtube.com/watch?v=PCevAW-VT8U"
    }
  },
  {
    "id": "shokobanHelsingfors2023",
    "title": "'Shkobān' i Helsingfors-2023",
    "img": [
      "./picture/shokobanHelsingfors2023.jpg"
    ],
    "videoID":"dys18vpptYE",
    "text": "Några månader efter revolutionen Kvinna, Liv, Frihet höll jag en konsert till minne av revolutionens martyrer den 22 april 2023 i Helsingfors, Finland. Denna föreställning genomfördes trots allvarliga hot från den iranska regimen, i stöd för frihet och rättvisa.",
    "source": {
      "label": "www.youtube.com",
      "url": "https://www.youtube.com/watch?v=dys18vpptYE"
    }
  },
  {
    "id": "shokobanBryssel2023",
    "title": "Shkobân – Bryssel 2023",
    "img": [
      "./picture/shokobanBryssel2023.jpg"
    ],
    "video": null,
    "poster": null,
    "text": "På inbjudan av Zagros kulturförening höll jag en konsert den 18 mars 2023 i Bryssel, Belgien, några månader efter revolutionen Kvinna, Liv, Frihet, till minne av revolutionens martyrer. Denna föreställning genomfördes trots allvarliga hot från den iranska regimen, i stöd för frihet och rättvisa.",
    "source": null
  },
  {
    "id": "shokobanRotterdam2023",
    "title": "Shkobân – Rotterdam 2023",
    "img": [
      "./picture/shokobanRotterdam2023.jpg"
    ],
    "video": null,
    "poster": null,
    "text": "På inbjudan av Bamdad kulturförening höll jag en konsert den 17 mars 2023 i Rotterdam, Nederländerna, några månader efter revolutionen Kvinna, Liv, Frihet, till minne av revolutionens martyrer. Denna föreställning genomfördes trots allvarliga hot från den iranska regimen, i stöd för frihet och rättvisa.",
    "source": null
  },
  {
    "id": "vesteras2024",
    "title": "Västrås 2024",
    "img": [
      "./picture/vesteras2024.jpg"
    ],
    "video": "./video/vesteras2024.mp4",
    "poster": null,
    "text": "Den 8 mars 2024, på 30-årsjubileet av den Internationella kampen för kvinnors rättigheter (IKKR), uppträdde musikgruppen Yaran (Vänner) under min ledning. Denna konsert hölls till stöd för kvinnors frihet och Yarsan-folkets rättigheter. Detta framträdande var en familjeaktivitet: Jag var gruppens ledare och kompositör. Min dotter, Kimia Kianian, deltog som kamancheh-spelare och sångerska. Min fru spelade daf. Vi har alltid arbetat med musik som familj eftersom det för oss är mer än en konstform – det är ett medel för motstånd, frihet och kvinnors rättigheter. Konserten ägde rum på Elite Stadshotellet i Västerås, Sverige, som en del av vår pågående kamp för att lyfta fram kvinnors situation och Yarsan-folkets problem i Iran. I Iran var det omöjligt att genomföra sådana framträdanden på grund av de frihetskrävande budskapen i vår musik och närvaron av en kvinnlig sångerska. Dessa aktiviteter innebar stora risker.",
    "source": null
  }
]