[
  {
    "id": "Xaniqar-firandet",
    "title": "Dokumentärvideo från Xaniqar-firandet – Framträdande av musikgruppen Yarsan i Sverige",
    "img": null,
    "videoID": "eqDnsexTX7w",
    "text": "Denna video visar firandet av Xaniqar, en av de största högtiderna inom den religiösa tron Yarsan (även kallad Ahl-e Haqq), som hölls år 2024 i Sverige. Vid detta tillfälle framförde musikgruppen ”Yarsan”, under ledning av mig, Keyvan Kianian, andlig och traditionell musik samt musik med budskap om frihet och protest. Från minut 5:40 intervjuas jag och några av mina elever. Jag talar om vikten av att undervisa exilens Yarsan-ungdomar i andlig musik, att återuppliva de traditioner som undertrycks av den iranska regimen, och om att kunna fira Xaniqar utan rädsla eller hot. Detta evenemang är ett tydligt exempel på våra kontinuerliga insatser i exil för att: bevara den kulturella och religiösa identiteten hos Yarsan-samhället, stå emot den systematiska diskrimineringen och förföljelsen från den islamiska republiken Iran, och ge unga i exil kunskap om sina andliga och kulturella rötter. 📍 Denna video är ett konkret bevis på vårt konstnärliga, pedagogiska och sociala arbete i exil – ett arbete som skulle vara omöjligt att genomföra i Iran.",
    "source": {
      "label": "Youtube",
      "url": "https://www.youtube.com/watch?v=eqDnsexTX7w"
    }
  },
  {
    "id": "RAZAN_2023",
    "title": "RAZAN 2023",
    "img": null,
    "videoID": "58fX7pAXsEc",
    "text": "Denna video är från en intervju som spelades in i vårt hem i Teheran år 2022, där jag (Keyvan Kianian) och min dotter Kimia Kianian deltog i programmet \"Razaan\" på Arian TV. I intervjun berättar vi om våra konstnärliga och kulturella aktiviteter i Iran, som vi genomförde i hemlighet på grund av förtryck och begränsningar.<br/><b>Huvudteman i intervjun:</b><br/> Vårt arbete för att stödja kvinnliga sångare och musiker i Iran, Vårt engagemang för att undervisa och främja musik bland kvinnor, trots de hårda restriktionerna i den islamiska republiken, De risker och hot vi levde med på grund av detta arbete. 📛 På grund av rädsla för gripande och repressalier sändes inte intervjun medan vi fortfarande befann oss i Iran. Den blev istället offentlig <b>efter vår migration till Sverige år 2023.</b> 🎯 Publiceringen av denna intervju visar tydligt de allvarliga risker vi utsatte oss för, och den utgör ett konkret exempel på varför vi inte kan återvända till Iran utan att riskera gripande, förhör, och frihetsberövande.",
    "source": {
      "label": "Youtube",
      "url": "https://www.youtube.com/watch?v=58fX7pAXsEc"
    }
  },
  {
    "id": "Yarsankulturinstitutet",
    "title": "Intervju om grundandet av Yarsankulturinstitutet i exil – medverkan av mig",
    "img": null,
    "videoID": "OfSp7ZA-Dws",
    "text": "Jag deltog i detta program på inbjudan av min nära vän, den framstående Yarsan-forskaren och författaren Tayeb Taheri, som grundade Yarsankulturinstitutet i exil.🔻 <b>Programmet behandlar följande ämnen:</b> Den svåra och diskriminerande situationen för Yarsan-troende i Iran. Min och andra kulturaktivas personliga erfarenheter av religiösa begränsningar och förtryck. Vikten av att skapa fria kulturella och pedagogiska miljöer för att bevara Yarsan-kulturen i exil. Betydelsen av att undervisa konst, musik och andlig litteratur inom Yarsan i fria länder som Sverige. Min medverkan som musiker och kulturaktivist för att synliggöra Yarsan-folkets situation och föra deras röst vidare i exil. 📛 Deltagande i detta program och samarbete med Yarsanprofiler i exil kan i Iran betraktas som religiös opposition och leda till straffrättsliga påföljder. Denna video är ett tydligt bevis på mitt kulturella arbete för att försvara rätten till tro, konstnärligt uttryck och religionsfrihet i exil.",
    "source": {
      "label": "Youtube",
      "url": "https://www.youtube.com/watch?v=OfSp7ZA-Dws"
    }
  },
  {
    "id": "minneAvJina_1",
    "title": "Minne av Jina Stockholm 1",
    "img": null,
    "videoID": "pMnoTgFbVrA",
    "text": "Några månader efter Jina-revolutionen skapade jag tillsammans med min musikgrupp ett musikstycke till minne av Jina, med ett budskap om frihet, protest och motstånd. Vi framförde detta verk under en turné i flera europeiska städer, inklusive Rotterdam, Bryssel, Frankfurt, Stockholm, Karlstad, Oslo och Helsingfors. Syftet var att förmedla revolutionens och frihetens röst till världen genom musik.  Konserterna möttes av ett mycket starkt mottagande. I Frankfurt deltog omkring 5000 personer, och i övriga städer var salarna helt fullsatta. Det finns fullständiga videoinspelningar från alla framföranden, vilka kan användas som dokumentation för våra kulturella och samhälleliga aktiviteter.",
    "source": {
      "label": "youtube",
      "url": "https://www.youtube.com/watch?v=pMnoTgFbVrA"
    }
  },
  {
    "id": "minneAvJina_2",
    "title": "Minne av Jina Stockholm 2",
    "img": null,
    "videoID": null,
    "poster": "./video/minneAvJina_2.jpg",
    "video": "./video/minneAvJina_2.mp4",
    "text": "Detta musikstycke framfördes av mig och min musikgrupp under vår Europaturné, några månader efter Jina-revolutionen. Verket är baserat på en gammal och profetisk dikt av Shah Khoshin, en andlig ledare inom Yarsan-tron, och har återtolkats med tanke på dagens situation i Iran.  Texterna uttrycker tydligt folkets uppror, regimens förtryck, religiös diskriminering och hopp om frihet och rättvisa. Med denna musik har vi inte bara uttryckt vår kulturella och religiösa identitet, utan också gjort en tydlig politisk markering mot diktatur och religiös förföljelse.  Detta är både en andlig handling och en fredlig protest – ett sätt att stå upp för vår tro och visa stöd för det iranska folkets kamp. Att framföra en sådan musik i Iran innebär stora risker, och vi skulle vara i allvarlig fara om vi återvände.  Video av framförandet och andra bevis finns tillgängliga vid behov.",
    "source": {
      "label": "Youtube",
      "url": "https://www.youtube.com/watch?si=Sy3X3hQVJRQMma3K&v=6QtDSED0WiU&feature=youtu.be"
    }
  },
  {
    "id": "minneAvJina_3",
    "title": "Minne av Jina Stockholm 3",
    "img": null,
    "videoID": "RoOkCYRqQP4",
    "text": "Detta musikstycke framfördes av mig och min musikgrupp under vår Europaturné, några månader efter Jina-revolutionen. Verket är baserat på en gammal och profetisk dikt av Shah Khoshin, en andlig ledare inom Yarsan-tron, och har återtolkats med tanke på dagens situation i Iran.  Texterna uttrycker tydligt folkets uppror, regimens förtryck, religiös diskriminering och hopp om frihet och rättvisa. Med denna musik har vi inte bara uttryckt vår kulturella och religiösa identitet, utan också gjort en tydlig politisk markering mot diktatur och religiös förföljelse.  Detta är både en andlig handling och en fredlig protest – ett sätt att stå upp för vår tro och visa stöd för det iranska folkets kamp. Att framföra en sådan musik i Iran innebär stora risker, och vi skulle vara i allvarlig fara om vi återvände.  Video av framförandet och andra bevis finns tillgängliga vid behov.",
    "source": {
      "label": "Youtube",
      "url": "https://www.youtube.com/watch?v=RoOkCYRqQP4"
    }
  },
  {
    "id": "sverigesradio",
    "title": "Radio Sweden Farsi/Dari",
    "img": null,
    "videoID": "jxywNpf0ME8",
    "text": "Här är en sammanfattning av intervjun på persiska för Migrationsverket, översatt till svenska:  I denna intervju berättar jag om mina konstnärliga och musikaliska aktiviteter som delvis är en protest mot den politiska och sociala situationen i Iran. Jag förklarar att jag som en Yarsani-konstnär och regimkritiker har utsatts för påtryckningar och hot. Jag talar också om de risker min familj möter på grund av våra religiösa övertygelser och kulturella och politiska aktiviteter. I samtalet framhåller jag musikens roll som ett uttrycksmedel för protest och för att bevara vår religiösa och kulturella identitet, samt varför det är farligt för oss att återvända till Iran. ",
    "source": {
      "label": "Radio Sweden",
      "url": "https://fb.watch/zBzpyyykf-/"
    }
  },
  {
    "id": "Avslutningen på konserten 2016",
    "title": "Avslutningen på konserten 2016 – framträdande med starkt budskap för kvinnors rättigheter",
    "img": null,
    "videoID": "ir6ihjymRQ4",
    "text": "I slutet av denna konsert, som hölls år 2016 i Stockholm, introduceras jag, Keyvan Kianian, av två kända regimkritiska konstnärer – Alireza Mojallal och Zinat Pirzadeh – som en av de mest engagerade aktivisterna i kampen för kvinnors rättigheter genom konst och musik. 🎤 Sångerskan i konserten var Malih Moradi, en kvinnlig artist från Iran som sedermera har emigrerat till USA. Hennes närvaro och framträdande tillsammans med vår musikgrupp väckte stor uppmärksamhet bland iranska exilpubliken i Stockholm. 📛 Detta publika erkännande av mitt kulturella och aktivistiska engagemang, särskilt i frågor som rör kvinnors rättigheter och opposition mot den iranska regimen, utgör ytterligare bevis på min utsatthet vid en eventuell återvändo till Iran.",
    "source": {
      "label": "Youtube",
      "url": "https://www.youtube.com/watch?v=ir6ihjymRQ4&ab_channel=KeyvanKianian"
    }
  },
  {
    "id":"AryanTv_interview",
    "title": "Intervjuinnehåll och situation i Iran",
    "img": null,
    "videoID": "wqyMQG1P6lo",
    "text": "I denna intervju, från minut 15:30, förklarar jag tydligt hur konstnärer i Iran utsätts för censur och tvång, och att de måste agera enligt den religiösa regimens villkor.\nJag säger att jag är kurd och tillhör Yarsan-tron, och att jag i alla dessa år har utsatts för systematisk diskriminering och förtryck.\nJag fick inte komma in på universitetet, jag förlorade mina jobb på grund av min tro och mitt konstnärskap. Den islamiska republiken erkänner inte Yarsan som en legitim tro och tvingar oss att identifiera oss som shiamuslimer. Det finns inga representanter för Yarsan i parlamentet, regeringen eller ens på lokal nivå.\nJag förklarar också den viktiga roll som konstnärer hade i Jin, Jiyan, Azadî-revolutionen. Konstnärer inspirerade folket och gick sida vid sida med dem. Många konstnärer greps och fängslades. Konstnären är inte skild från folket – om man står på folkets sida måste man betala priset.\nInga av Yarsans heliga texter får framföras offentligt, eftersom regimen fruktar att folket ska få kunskap. Till och med konstnärens yttre måste godkännas – till exempel får man inte uppträda om man har mustasch.\nEfter åratal av hot, förtryck och censur blev jag, som så många andra i Iran, tvungen att fly landet. Men migration är början på nya svårigheter. Att vara långt från hemlandet, att förlora sin sociala och konstnärliga ställning, att tvingas börja om från början – allt detta är en tung börda. Men man kan inte kapa sina rötter. För att kunna fortsätta mitt kulturella arbete måste jag fortsätta ha kontakt med samma folk i Iran som jag alltid stått upp för.\nI slutet av intervjun berättar jag också att jag inte bara har hotats av den iranska regimen, utan även av regimvänliga personer i exil. Jag har mottagit döds- och våldshot – budskap som säger att \"du måste dö\". Dessa hot pågår fortfarande och är en del av det pris jag betalar för att som konstnär stå på folkets sida och försvara min Yarsan-identitet.",
    "source": {
      "label": "Youtube",
      "url": "https://youtu.be/wqyMQG1P6lo"
    }
  }, {
  "id": "JinJiyanAzadi",
  "title": "Konfransi Stockholm B03",
  "img": null,
  "videoID": "aG9tQ2QHKfk",
  "text": "På konferensen \"Jin, Jiyan, Azadî\" (Kvinna, Liv, Frihet), som hölls med närvaro av många välkända revolutionära personer i exil, framförde jag, vid minut 26:33 i programmet, både en kritik och ett förslag. </br><b>🔻Kritik:</b></br> Jag uttryckte min kritik mot att konstnärer sällan bjuds in till konferenser som hålls i protest mot förtryckande regimer i Iran, Irak och Kurdistan. Detta trots att konstnärer alltid har stått i främsta ledet i sociala och politiska rörelser. De har varit inspirationskällor för folket och spelat en viktig roll i att sprida medvetenhet och stödja motståndet. Denna bortglömda roll måste uppmärksammas och rättas till. </br><b>🔺 Förslag:</br></b> Jag föreslog att konstnärlig utbildning bör tas på allvar redan från barndomen. Konst ger barn inte bara kulturell och social förståelse, utan lär dem också hur man lever, hur man står upp mot orättvisor och hur man kan bidra till sin egen och samhällets ekonomiska utveckling. Konst kan vara ett kraftfullt verktyg för att forma en medveten och motståndskraftig generation. </br>✅ Min närvaro vid sådana konferenser – med tydligt innehåll mot den iranska regimen – är säkerligen övervakad av iranska myndigheter. Detta är en del av min dokumenterade verksamhet i exil.",
  "source": {
    "label": "Youtube",
    "url": "https://www.youtube.com/watch?v=aG9tQ2QHKfk"
  }
},
  {
    "id": "IranInternational",
    "title": "Iran International",
    "img": null,
    "videoID": "lZhZG3zvukQ",
    "text": "Särskild rapport från Iran International – Kvinnodagens konsert: Musik mot förtryck Den 8 mars 2024, på en dag då världen talar om frihet och kvinnors rättigheter, stod vi upp mot förtryck och påtvingad tystnad. Konserten vi höll var inte bara en musikalisk föreställning; det var en deklaration av motstånd mot det förtryck som kvinnor och religiösa minoriteter upplever i Iran. Min dotter Kimia sjöng, min son Karan spelade tombak, min fru Maliheh Al-Sadat slog på daf, och mina elever blev röster för frihet. Varje ton vi spelade, varje sång vi sjöng, kunde ha lett till allvarliga konsekvenser för oss i Iran. Denna konsert uppmärksammades i en rapport av Iran International. Jag och min dotter intervjuades om de risker som en kvinnlig sångare står inför i Iran, om förtrycket av artister, om försöken att tysta Yarsan-kulturen och om priset vi har betalat för yttrandefrihet. Men vi valde att inte vara tysta. Vi visste att denna väg var fylld av hot, men för oss är konsten en form av motstånd, ett sätt att bryta censurens murar och att föra fram rösterna från de kvinnor som i vårt land nekas rätten att sjunga. Vår musik är inte bara konst; den är en kamp som ingen regim kan tysta.",
    "source": {
      "label": "Youtube",
      "url": "https://www.youtube.com/watch?v=lZhZG3zvukQ"
    }
  },

  {
    "id": "Ikkr",
    "title": "Ikkr",
    "img": null,
    "videoID": "o0Zb1luN_64",
    "text": "Musikframträdande för kvinnors rättigheter och yttrandefrihet\nDen 8 mars 2024, på 30-årsjubileet av den Internationella kampen för kvinnors rättigheter (IKKR), uppträdde musikgruppen Yaran (Vänner) under min ledning. Denna konsert hölls till stöd för kvinnors frihet och Yarsan-folkets rättigheter.\nDetta framträdande var en familjeaktivitet:\nJag var gruppens ledare och kompositör.\nMin dotter, Kimia Kianian, deltog som kamancheh-spelare och sångerska.\nMin fru spelade daf.\nVi har alltid arbetat med musik som familj eftersom det för oss är mer än en konstform – det är ett medel för motstånd, frihet och kvinnors rättigheter. Konserten ägde rum på Elite Stadshotellet i Västerås, Sverige, som en del av vår pågående kamp för att lyfta fram kvinnors situation och Yarsan-folkets problem i Iran.\nI Iran var det omöjligt att genomföra sådana framträdanden på grund av de frihetskrävande budskapen i vår musik och närvaron av en kvinnlig sångerska. Dessa aktiviteter innebar stora risker.",
    "source": {
      "label": "Youtube",
      "url": "https://www.youtube.com/watch?v=o0Zb1luN_64"
    }
  },
  {
    "id": "Frankfurt2023",
    "title": "Konsert i Frankfurt – 23 mars 2023",
    "img": null,
    "videoID": "wOzmVtZcNL_Uvqd1",
    "video":null,
    "text": "Den 23 mars 2023 höll jag tillsammans med mitt musikgrupp en stor konsert i Frankfurt, Tyskland. Jag var kompositör och konstnärlig ledare för programmet.\nKonserten hölls utomhus med över 5 000 deltagare. Vi framförde stycket \"Shakouban\" till minne av Jina (Mahsa Amini) och i stöd för jämställdhet och iranska flickors rättigheter. Därefter framförde vi två musikstycken till stöd för det iranska folkets frihetskamp.\nDenna konsert var en del av den revolutionära rörelsen \"Jin, Jiyan, Azadî\" (Kvinna, Liv, Frihet) och sändes live via Arian TV, en exilkanal som är uttalat kritisk mot den islamiska regimen i Iran.\nMed denna konsert lyckades vi föra det iranska folkets protest mot den förtryckande regimen ut i världen. Det här är ett dokumenterat exempel på min konstnärliga verksamhet i exil och mitt engagemang för konstnärlig frihet, kvinnors rättigheter och yttrandefrihet.",
    "source": {
      "label": "Youtube",
      "url": "https://youtu.be/0ZxbQLRSiIM?si=wOzmVtZcNL_Uvqd1"
    }
  },
  {
    "id": "AryanTV",
    "title": "Sammanfattning av intervjun med Aryan TV",
    "img": null,
    "videoID": "chDyzQTS_ag",
    "text": "Självklart. Här är den svenska översättningen utan tillägg:\nSammanfattning av intervjun med Aryan TV\nI denna TV-intervju berättade jag om Yarsan-musikens ursprung och utveckling. Jag förklarade tydligt att denna musik är över två tusen år gammal och har funnits redan före islams uppkomst. Yarsan-musiken har alltid förmedlat berättelser, visdomsord och skildringar av mäns och kvinnors kamp genom historien. Efter islams ankomst utsattes denna musik för stora begränsningar, men den har överlevt och levt vidare.\nI en del av intervjun talade jag om min musikgrupps konsertturné i Europa, där jag använde Yarsan-poesi och musikaliska traditioner. Jag pratade även om Yarsan-trons värderingar som ärlighet, vänlighet, respekt och kärleken till konsten. Jag betonade att konst och litteratur är grundläggande delar av denna kultur.\nSedan tog jag upp min medverkan i konferensen \"Jin, Jiyan, Azadî\" och lyfte vikten av att inkludera konstnärer i sådana sammanhang. I varje framgångsrik samhällsstruktur spelar konstnärer och intellektuella en ledande roll. Ett samhälle som värdesätter konst och kultur är ett starkt och harmoniskt samhälle.\nAvslutningsvis förklarade jag att det kurdiska folket är ett fredligt folk som söker fred i världen, och att detta budskap kan förmedlas genom konst och musik. Yarsan-musiken är ett uttryck för kärlek och mänsklighet.",
    "source": {
      "label": "Youtube",
      "url": "https://www.youtube.com/watch?v=chDyzQTS_ag"
    }
  },
  {
    "id": "KonservatorietIGent",
    "title": "Konservatoriet i Gent",
    "img": null,
    "videoID": "6lwK3qb5SJk",
    "text": "År 2013 blev jag officiellt inbjuden av Konservatoriet i Gent 2:30, Belgien som iransk musiker och instrumentmakare för att hålla en specialiserad workshop. Under denna workshop undervisade jag europeiska musikstudenter i iransk instrumenttillverkning och traditionell iransk musik. Denna inbjudan och mitt internationella engagemang visar min betydelse inom iransk traditionell musik och mitt inflytande på en global nivå.",
    "source": {
      "label": "Youtube",
      "url": "https://www.youtube.com/watch?v=6lwK3qb5SJk"
    }
  },
  {
    "id": "NimaSarvestani",
    "title": "Privat musikframträdande i en krets av motståndare till Islamiska republiken Iran",
    "img": null,
    "videoID": "d0pFnWyig10",
    "text": "Jag och min dotter, Kimia Kianian, blev inbjudna av Nima Sarvestani, 1:01 en välkänd dokumentärfilmare och stark motståndare till den iranska regimen, till en privat sammankomst i hans hem. Sarvestani är regissören bakom dokumentären om rättegången mot Hamid Nouri, en representant för det iranska regimens brott.\nVid sammankomsten deltog även Masoud Rayegan, en välkänd iransk skådespelare och regimkritiker.\nJag och min dotter framförde musik med teman om frihet, fred och rättvisa, inspirerad av Yarsan-kulturens traditioner. Evenemanget hade en tydlig kritisk hållning mot den iranska regimen.\n✅ Vår närvaro och vårt framträdande i ett sådant sammanhang kan av Islamiska republiken betraktas som regimkritisk aktivitet och innebär en allvarlig risk för mig och min dotter vid en eventuell återvändo till Iran, inklusive hot om gripande, förhör och förbud mot fortsatt konstnärlig verksamhet.",
    "source": {
      "label": "Youtube",
      "url": "https://www.youtube.com/watch?v=d0pFnWyig10"
    }
  },
  {
    "id": "ShahrdadRohani",
    "title": "Konsert i Stockholm – 17 maj 2025, med maestro Shahrdad Rohani",
    "img": null,
    "videoID": "OX1ukHS_kcD6q9tc",
    "text": "Den 17 maj 2025 deltog jag och min dotter Kimia Kianian i en konsert i Stockholm, under ledning av maestro Shahrdad Rohani. Vi framförde ett stycke tillägnat vårt hemland, som en symbol för friheten att sjunga och spela musik.\nDetta framträdande var ett uttryck för konstnärlig frihet och motstånd mot censur och förtryck i Iran, och speglar vår väg som exilkonstnärer som kämpar för kvinnors kulturella och konstnärliga rättigheter.",
    "source": {
      "label": "Youtube",
      "url": "https://youtu.be/90EFCKvdDNY?si=OX1ukHS_kcD6q9tc"
    }
  },
  {
    "id": "newroz2012",
    "title": "Nawroz TV – 2012",
    "img": [],
    "video": "./video/nawroz_tv_interview_2012.mp4",
    "poster": null,
    "text": "Att hålla en konsert i Stockholm på inbjudan av Yarsans nationella federation och en intervju med Nawroz TV om Yarsans kultur.",
    "source": {
      "label": "APARAT",
      "url": "https://www.aparat.com/v/w07c9z2"
    }
  }
]