[
  {
    "id": "eurokurd2024",
    "title": "Euro kurd 2024",
    "img": [],
    "video": "./video/EuroKurd.mp4",
    "poster": "./video/EuroKurd.jpg",
    "text": "Samarbete mellan Balushan-gruppen, som jag själv leder, och Yarsan.",
    "source": {
      "label": "Youtube",
      "url": "https://www.youtube.com/watch?v=q999bCIQ_3E&ab_channel=eurokurd%DB%8C%D9%88%D8%B1%DB%86%DA%A9%D9%88%D8%B1%D8%AF"
    }
  },
  {
    "id": "huddinge2023",
    "title": "Huddinge festival 2023",
    "img": [],
    "video": "./video/huddinge_2023.mp4",
    "poster": null,
    "text": "Det här videoklippet är från min framträdande på Huddinge folkfestival i Sverige. Uppträdandet skedde på inbjudan av festivalarrangörerna och är en del av mina konstnärliga och kulturella aktiviteter till stöd för iransk musik, Yarsan-musik och invandrargruppen. Som musiker och ledare för musikgruppen Yaran framförde jag stycken med sociala, kulturella och rituella teman",
    "source": {
      "label": "INSTAGRAM",
      "url": "https://www.instagram.com/p/CtlQ9f7oSYD/?img_index=1&igsh=MXJycWp5aGpwNzZvOA%3D%3D"
    }
  },
  {
    "id": "goteborg2022",
    "title": "World music festival Göteborg 2022",
    "img": [
      "./picture/göteborg_2022.jpg"
    ],
    "video": [
      "./video/goteborg_2022_1.mp4",
      "./video/goteborg_2022_2.mp4"
    ],
    "poster": null,
    "text": "Den 2 april 2022 skedde ett distansdeltagande i Göteborgs Musikfestival. Framträdandet genomfördes underjordiskt i Iran med sångerskan Nova Piri. Trots restriktioner och risker för kvinnor inom musik i Iran gjordes en insats för att stödja kvinnors röster och skapa konstnärliga möjligheter för dem. Denna konsert var ett uttryck för engagemanget för yttrandefrihet inom musik och stöd för kvinnliga artister, trots systematiska hot och förtryck i Iran.",
    "source": {
      "label": "INSTAGRAM",
      "url": "https://www.instagram.com/p/CNIAGtSnrWd/?igsh=dmFkMGcwMzFlN3Bp"
    }
  },
  {
    "id": "gisso2019",
    "title": "Folk och klasisk kurdisk och persisk musik 2019",
    "img": [
      "./picture/uppsala_2019.jpg"
    ],
    "video": null,
    "poster": null,
    "text": "Denna video visar den historiska konserten 'Shkobān' i Stockholm, i Eric Ericsonhallen. Denna föreställning var en del av vår Europaturné som hölls i Nederländerna, Belgien, Tyskland, Sverige, Finland och Norge. I denna konsert framfördes stycken till minne av Jina och med slagordet 'Kvinna, Liv, Frihet' – ett konstnärligt och protesterande budskap till stöd för kvinnors frihet och rättvisa. Med full medvetenhet om de risker denna föreställning innebar för mig, valde jag modigt att vara en röst för de kvinnor som är berövade sin frihet och rätt att sjunga i sitt hemland. Denna konsert var inte bara en musikföreställning, utan en ståndpunkt mot förtryck och en kamp för att bevara identitet och frihet",
    "source": null
  },
  {
    "id": "goteborg2019",
    "title": "Inbjudan till Göteborgs Internationella Festival – 1 april 2019",
    "img": [
      "./picture/göteborg_2019.jpg"
    ],
    "video": null,
    "poster": null,
    "text": "Den 1 april 2019 blev jag inbjuden till Göteborgs Internationella Festival som en framstående iransk artist. Vid detta evenemang framfördes nationell iransk musik och verk kopplade till Yarsantraditionen, vilket återspeglade kulturell identitet, andligt arv och konstnärligt motstånd mot de restriktioner som påtvingas musik i Iran. Denna konsert var en del av en långsiktig strävan att bevara och sprida Irans traditionella och andliga musik internationellt samt att försvara konstnärlig frihet och rätten att framföra musik, särskilt för artister som lever under förtryck i Iran.",
    "source": {
      "label": "INSTAGRAM",
      "url": "https://www.instagram.com/p/Bvrw5CIgnz0/?igsh=MXViY2FyMW44ZWNleg%3D%3D"
    }
  },
  {
    "id": "balvashan2019",
    "title": "Balvashan Ensemble Concert – Uppsala 2016",
    "img": [
      "./picture/uppsala_2016.jpg"
    ],
    "video": null,
    "poster": null,
    "text": "Denna konsert hölls under ledning av Keyvan Kianian och framförde traditionell persisk och kurdisk musik. Närvaron av en kvinnlig sångare (Malihe Moradi) i detta framträdande, vilket är förbjudet i Iran, visar stöd för kvinnors frihet inom musiken. Att organisera sådana konserter med kvinnliga sångare innebär allvarliga rättsliga restriktioner och säkerhetsrisker i Iran.",
    "source": null
  },
  {
    "id": "ArianTvNajmoldin",
    "title": "Arian Tv Najmuddin Gholami, 2019",
    "img": [],
    "video": "./video/ArianTv_Najomaldin.mp4",
    "caption": "Deltagande i Aryan TV – Stöd för Yarsan och yttrandefrihet (2019)",
    "poster": null,
    "text": "Deltagande i Aryan TV – Stöd för Yarsan och yttrandefrihet (2019) På inbjudan av den kurdiska konstnären Najmuddin Gholami deltog jag år 2019 i ett specialprogram på Newroz TV för att fira Khawankar-högtiden. Vi diskuterade problemen för Yarsan och förtrycket av Ahl-e Haqq-konstnärer i Iran, och jag framförde musik. Den iranska regimen har alltid förtryckt kurder och Yarsan, men trots riskerna vid en återkomst har jag förblivit trogen min plikt inom konsten och kampen för yttrandefrihet.",
    "source": {
      "label": "YouTube",
      "url": "https://www.youtube.com/watch?v=sd-luLgFGoM"
    }
  },
  {
    "id": "Newroz_2016",
    "title": "Inbjudan och medverkan i Newroz TV – September 2016",
    "img": [],
    "video": "./video/Inbjudan och medverkan i Newroz TV – September 2016.mp4",
    "poster": null,
    "text": "På inbjudan av Newroz TV i september 2016 deltog jag i ett specialprogram där jag framförde musik och intervjuades om problemen för Yarsan och introduktionen av Yarsans kultur i Iran. Jag har i många år varit förbjuden att vara verksam i Iran, men jag har varje gång riskerat allt och fortsatt min konstnärliga kamp.",
    "source": {
      "label": "YouTube",
      "url": "https://www.youtube.com/watch?v=4RBSQfi56lg"
    }
  },
  {
    "id": "realmofloveStockholm",
    "title": "In the Realm of Love – Stockholm 2012",
    "img": [
      "./picture/stockholm.jpg"
    ],
    "video": null,
    "poster": null,
    "text": "Denna konsert hölls den 12 november 2016 i Stockholm med stöd av Yarsan-federationen och exilerade teater- och filmkonstnärer. Framträdandet var en del av min konstnärliga verksamhet för att stödja kvinnor, särskilt de som är förbjudna att sjunga i Iran. Trots risker och möjliga konsekvenser har jag valt denna väg och alltid kämpat för kvinnors frihet och deras konstnärliga uttryck. Sångerskan i denna konsert, Malihe Moradi, tvingades också emigrera till USA på grund av påtryckningar",
    "source": null
  },
  {
    "id": "goteborg2016",
    "title": "Hyllning till Seyed Khalil Alinejad – Göteborg 2016",
    "img": [],
    "video": "./video/SeyedKhalilAlinejadGöteborg2016.mp4",
    "poster": null,
    "text": "Denna ceremoni hölls år 2016 i Göteborg, Sverige, för att hedra Seyed Khalil Alinejad, en framstående artist och en central gestalt inom Yarsan-traditionen. Vid evenemanget uppträdde Malihe Moradi som sångerska, och jag, Keyvan Kianian, medverkade som kompositör och ledare för ensemblen. Framträdandet syftade till att bevara och främja Yarsan-musiken, stödja kvinnors konstnärliga frihet och hedra det kulturella och andliga arvet hos iranier. Dessa evenemang speglar mitt fortsatta konstnärliga och kulturella engagemang i Sverige samt min pågående kamp för yttrandefrihet inom musik och konst.",
    "source": {
      "label": "Youtube",
      "url": "https://www.youtube.com/watch?v=zYY-ICwvKHA&ab_channel=KeyvanKianian"
    }
  },
  {
    "id": "balvashan2012",
    "title": "Balvashan Ensemble 2012",
    "img": [
      "./picture/Balvashan.jpg"
    ],
    "video": null,
    "poster": null,
    "text": "På inbjudan av gruppen 'Iranier i exil' genomförde min musikgrupp konserter i olika städer i Nederländerna för iranier i exil. Dessa framträdanden var en möjlighet att hålla Yarsan- och maqammusiken vid liv i en miljö där yttrandefrihet och konstnärligt uttryck är möjligt – något som möter stora restriktioner i Iran. Dessa konserter var inte bara musikaliska framträdanden, utan också en strävan att bevara den kulturella identiteten och stärka banden mellan exiliranier och deras rötter.",
    "source": {
      "label": "IRANIAN_ON_THE_MOVE",
      "url": "https://iranianonthemove.blogspot.com/2012/02/blog-post.html?m=1"
    }
  }
]
