[
  {
    "id": "ArianTv_2025_10_10",
    "title": "Sammanfattning av mitt och min dotter(Kimia) uttalande i intervjun på Arian TV (2025-10-10)",
    "img": null,
    "poster": "./assets/video/ariantv_20251010.jpg",
    "videoID": "neFYA6MJa5A",
    "text": "<h3>Sammanfattning av mitt uttalande i intervjun på Arian TV</h3><p><em>(Uttalandet börjar vid <strong><a href=\"https://www.youtube.com/watch?v=neFYA6MJa5A&t=649s\" target=\"_blank\" rel=\"noreferrer\">10:49</a></strong> i intervjun.)</em></p><p>Protestkonst uppstår i samhällen där människor saknar yttrandefrihet och inte får kritisera makten. I sådana situationer använder konstnärer och medborgare konsten som ett verktyg för att uttrycka sina åsikter och motstånd.</p><p>När regeringen inte tillåter yttrandefrihet och orättvisor råder, och när människor inte har någon plats för kritik eller protest, tvingas de uttrycka sitt motstånd genom protestmusik. Mina egna dikter och sånger har vuxit fram ur just denna verklighet.</p><p>När direkt protest, fria medier eller offentliga samlingar förbjuds, blir konsten – särskilt musik och poesi – den starkaste rösten. Poesin uttryckte först missnöje med orättvisor och ojämlikhet; i förening med musik nådde budskapet fler och skapade gemensam medvetenhet.</p><p>Historiskt har protestkonst spelat en central roll i många länder – från Latinamerika och Syda",
    "source": {
      "label": "www.youtube.com",
      "url": "https://www.youtube.com/watch?v=neFYA6MJa5A"
    }
  },
  {
    "id": "eurokurd_2025-09-20",
    "title": "Sammanfattning av mitt och min familj uttalande i intervjun på Eurokurd TV (2025-09-20)",
    "img": null,
    "poster": "./assets/video/eurokurd2025.jpg",
    "videoID": "7jRPrZ9j8T4",
    "text": "<h3>Utdrag ur mitt uttalande i intervjun på EuroKurd TV</h3><p><em>(Uttalandet börjar vid <strong><a href=\"https://www.youtube.com/watch?v=7jRPrZ9j8T4&t=300s\" target=\"_blank\" rel=\"noreferrer\">05:00</a></strong> i intervjun.)</em></p><p><strong>Regeringen i Iran erkänner inte Yaresani-tron som en officiell religion.</strong> Eftersom våra trosuppfattningar skiljer sig från majoritetens muslimska praxis utsätts Yaresani-samfundets religiösa platser och kulturella samlingslokaler för övervakning och restriktioner från regimen.</p><p>Detta leder till konkreta problem för oss i utbildning och arbetsliv: trots att jag blivit antagen till universitet har jag vid två tillfällen blivit avvisad/utkastad enbart på grund av min Yaresani-tillhörighet. Jag har också förlorat arbete flera gånger enbart på grund av min tro.</p><p>I intervjun framhölls även att i Sverige finns yttrandefrihet, och här är vi fria att utöva vår religion och tro utan förföljelse. I Iran blir vi däremot hindrade från att leva fritt och delta i samhället, enbart för att vi tillhör denna tro.</p><p>I intervjun gavs även korta förklaringar om Yaresan-riter och deras kulturella betydelse.</p>",
    "source": {
      "label": "www.youtube.com",
      "url": "https://www.youtube.com/watch?v=7jRPrZ9j8T4"
    }
  },
  {
    "id": "sverigesradio",
    "title": "Radio Sweden Farsi/Dari (2025-05-15)",
    "img": null,
    "videoID": "jxywNpf0ME8",
    "text": "I denna intervju berättar jag om mina konstnärliga och musikaliska aktiviteter som delvis är en protest mot den politiska och sociala situationen i Iran. Jag förklarar att jag som en Yarsani-konstnär och regimkritiker har utsatts för påtryckningar och hot. Jag talar också om de risker min familj möter på grund av våra religiösa övertygelser och kulturella och politiska aktiviteter. I samtalet framhåller jag musikens roll som ett uttrycksmedel för protest och för att bevara vår religiösa och kulturella identitet, samt varför det är farligt för oss att återvända till Iran. ",
    "source": {
      "label": "Radio Sweden",
      "url": "https://fb.watch/zBzpyyykf-/"
    }
  },
  {
    "id": "IranInternational",
    "title": "Iran International (2025-03-08)",
    "img": null,
    "videoID": "lZhZG3zvukQ",
    "text": "<p>  <strong>Särskild rapport från Iran International – Kvinnodagens konsert: Musik mot förtryck</strong><br>  Den <strong>8 mars 2025</strong>, på en dag då världen talar om <strong>frihet och kvinnors rättigheter</strong>, stod vi upp mot <strong>förtryck och påtvingad tystnad</strong>.<br>  Konserten vi höll var inte bara en musikalisk föreställning; det var en deklaration av motstånd mot det förtryck som kvinnor och religiösa minoriteter upplever i Iran.</p><p>  Min dotter <strong>Kimia</strong> sjöng, min son <strong>Karan</strong> spelade tombak, min fru <strong>Malileh Al-Sadat</strong> slog på daf, och mina elever höll <strong>röster för frihet</strong>.<br>  Varje ton vi spelade, varje sång vi sjöng, kunde ha lett till allvarliga konsekvenser för oss i Iran.</p><p>  Denna konsert uppmärksammades i en rapport av <strong>Iran International</strong>.<br>  Jag och min dotter intervjuades om de risker som en kvinnlig sångare står inför i Iran, om <strong>förtrycket av artister</strong>, om försöken att tysta <strong>Yarsan-kulturen</strong> och om priset vi har betalat för <strong>yttrandefrihet</strong>.</p><p>  <strong>Men vi valde att inte vara tysta.</strong><br>  Vi visste att denna väg var fylld av hot, men för oss är konsten en form av motstånd, ett sätt att bryta censurens murar och att föra fram rösterna från de kvinnor som i vårt land nekas rätten att sjunga.</p><p>  <strong>Vår musik är inte bara konst; den är en kamp som ingen regim kan tysta.</strong></p>",
    "source": {
      "label": "Youtube",
      "url": "https://www.youtube.com/watch?v=lZhZG3zvukQ"
    }
  },
  {
    "id": "Ikkr",
    "title": "Musikframträdande för kvinnors rättigheter och yttrandefrihet (2025-03-07)",
    "img": null,
    "videoID": "o0Zb1luN_64",
    "text": "<p>  <strong>Musikframträdande för kvinnors rättigheter och yttrandefrihet</strong><br>  Den <strong>7 mars 2025</strong>, på 30-årsjubileet av den Internationella kampen för kvinnors rättigheter (IKKR), uppträdde musikgruppen <strong>Yaran (Vänner)</strong> under min ledning. Denna konsert hölls till stöd för <strong>kvinnors frihet och Yarsan-folkets rättigheter</strong>.</p><p>  <strong>Detta framträdande var en familjeaktivitet:</strong><br>  Jag var gruppens ledare och kompositör.<br>  Min dotter, <strong>Kimia Kianian</strong>, deltog som <strong>kamancheh-spelare och sångerska</strong>.<br>  Min fru spelade <strong>daf</strong>.</p><p>  Vi har alltid arbetat med musik som familj eftersom det för oss är mer än en konstform – det är ett medel för <strong>motstånd, frihet och kvinnors rättigheter</strong>. Konserten ägde rum på <strong>Elite Stadshotellet i Västerås, Sverige</strong>, som en del av vår pågående kamp för att lyfta fram kvinnors situation och Yarsan-folkets problem i Iran.</p><p>  <strong>I Iran var det omöjligt att genomföra sådana framträdanden</strong> på grund av de frihetskrävande budskapen i vår musik och närvaron av en kvinnlig sångerska. <strong>Dessa aktiviteter innebär stora risker</strong>.</p>",
    "source": {
      "label": "Youtube",
      "url": "https://www.youtube.com/watch?v=o0Zb1luN_64"
    }
  },
  {
    "id": "arian-music-2024",
    "title": "Arian TV Music Program (2024-11-16)",
    "videoID": "55ECnkwBw4w",
    "text": "Den 16/11/2024 kommer jag och kvinnorna att framföra ett musikprogram på Arian TV för att fira Yarsan fest (Khavend kar). Jag går på vägen för kvinnors frihet och bevarandet av Yarsankulturen. Yaran-gruppens framträdande vid Khavankar-festen den 10 december 2024 var rösten för de kvinnor som är förbjudna att sjunga i sitt hemland. Dessa kvinnor är mina elever i Sverige, som har funnit sin väg genom kärleken till konsten. Musik är vårt vapen mot glömska och ett verktyg för att hålla identitet och frihet vid liv.",
    "source": {
      "label": "YouTube",
      "url": "https://www.youtube.com/watch?v=55ECnkwBw4w"
    }
  },
  {
    "id": "Yarsankulturinstitutet",
    "title": "Intervju om grundandet av Yarsankulturinstitutet i exil – medverkan av mig (2023-12-02)",
    "img": null,
    "videoID": "OfSp7ZA-Dws",
    "text": "<p>  Jag deltog i detta program på inbjudan av min nära vän, den framstående Yarsan-forskaren och författaren <strong>Tayeb Taheri</strong>, som grundade Yarsankulturinstitutet i exil.</p><p>  🔻 <strong>Programmet behandlar följande ämnen:</strong><br>  • Den svåra och diskriminerande situationen för Yarsan-troende i Iran.<br>  • Min och andra kulturaktivas personliga erfarenheter av religiösa begränsningar och förtryck.<br>  • Vikten av att skapa fria kulturella och pedagogiska miljöer för att bevara Yarsan-kulturen i exil.<br>  • Betydelsen av att undervisa konst, musik och andlig litteratur inom Yarsan i fria länder som Sverige.<br>  • Min medverkan som musiker och kulturaktivist för att synliggöra Yarsan-folkets situation och föra deras röst vidare i exil.</p><p>  🔺 <strong>Deltagande</strong> i detta program och samarbete med Yarsanprofiler i exil kan i Iran betraktas som religiös opposition och leda till straffrättsliga påföljder.</p><p>  Denna video är ett tydligt bevis på mitt kulturella arbete för att försvara rätten till tro, konstnärligt uttryck och religionsfrihet i exil.</p>",
    "source": {
      "label": "Youtube",
      "url": "https://www.youtube.com/watch?v=OfSp7ZA-Dws"
    }
  },
  {
    "id": "khavankar-firandet",
    "title": "Dokumentärvideo från khavankar-firandet – Framträdande av musikgruppen Yarsan i Sverige (2023-11-04)",
    "img": null,
    "videoID": "eqDnsexTX7w",
    "poster": "./assets/picture/khavankar-firandet.jpg",
    "text": "<p>  Denna video visar firandet av <strong>khavankar</strong>, en av de största högtiderna inom den religiösa tron Yarsan (även kallad Ahl-e Haqq), som hölls år <strong>2024 i Sverige</strong>. Vid detta tillfälle framförde <strong>musikgruppen ”Yarsan”</strong>, under ledning av mig, <strong>Keyvan Kianian</strong>, andlig och traditionell musik samt musik med budskap om frihet och protest.</p><p>  Från minut <strong><a href=\"https://www.youtube.com/watch?v=eqDnsexTX7w&t=340s\" target=\"_blank\" rel=\"noreferrer\">5:40</a></strong> intervjuas jag och några av mina elever. Jag talar om vikten av att <strong>undervisa exilens Yarsan-ungdomar i andlig musik</strong>, att <strong>återuppliva de traditioner som undertrycks av den iranska regimen</strong>, och om att kunna fira khavankar utan rädsla eller hot.</p><p>  Detta evenemang är ett tydligt exempel på våra kontinuerliga insatser i exil för att:<br>  • bevara den kulturella och religiösa identiteten hos Yarsan-samhället,<br>  • stå emot den systematiska diskrimineringen och förföljelsen från den islamiska republiken Iran,<br>  • och ge unga i exil kunskap om sina andliga och kulturella rötter.</p><p>  🔴 Denna video är ett konkret bevis på vårt konstnärliga, pedagogiska och sociala arbete i exil – ett arbete som skulle vara omöjligt att genomföra i Iran.</p>",
    "source": {
      "label": "Youtube",
      "url": "https://www.youtube.com/watch?v=eqDnsexTX7w"
    }
  },
  {
    "id": "RAZAN_2023",
    "title": "RAZAN (2023-10-06)",
    "img": null,
    "videoID": "58fX7pAXsEc",
    "text": "<p>  Denna video är från en intervju som spelades in i vårt hem i <strong>Teheran år 2022</strong>, där jag (<strong>Keyvan Kianian</strong>) och min dotter <strong>Kimia Kianian</strong> deltog i programmet \"Razaan\" på <strong>Arian TV</strong>. I intervjun berättar vi om våra konstnärliga och kulturella aktiviteter i Iran, som vi genomförde i hemlighet på grund av förtryck och begränsningar.</p><p>  🔻 <strong>Huvudteman i intervjun:</strong><br>  • Vårt arbete för att stödja kvinnliga sångare och musiker i Iran,<br>  • Vårt engagemang för att undervisa och främja musik bland kvinnor, trots de hårda restriktionerna i den islamiska republiken,<br>  • De risker och hot vi levde med på grund av detta arbete.</p><p>  🔥 På grund av rädsla för gripande och repressalier sändes inte intervjun medan vi fortfarande befann oss i Iran. Den blev istället offentlig <strong>efter vår migration till Sverige år 2023</strong>.</p><p>  🛑 Publiceringen av denna intervju visar tydligt de <strong>allvarliga risker vi utsatte oss för</strong>, och den utgör ett konkret exempel på varför vi inte kan återvända till Iran utan att riskera <strong>gripande, förhör, och frihetsberövande</strong>.</p>",
    "source": {
      "label": "Youtube",
      "url": "https://www.youtube.com/watch?v=58fX7pAXsEc"
    }
  },
  {
    "id": "AryanTV",
    "title": "Sammanfattning av intervjun med Aryan TV (2023-06-15)",
    "img": null,
    "videoID": "chDyzQTS_ag",
    "text": "Självklart. Här är den svenska översättningen utan tillägg: </br><b>Sammanfattning av intervjun med Aryan TV</b><br/>I denna TV-intervju berättade jag om Yarsan-musikens ursprung och utveckling. Jag förklarade tydligt att denna musik är över två tusen år gammal och har funnits redan före islams uppkomst. Yarsan-musiken har alltid förmedlat berättelser, visdomsord och skildringar av mäns och kvinnors kamp genom historien. Efter islams ankomst utsattes denna musik för stora begränsningar, men den har överlevt och levt vidare.I en del av intervjun talade jag om min musikgrupps konsertturné i Europa, där jag använde Yarsan-poesi och musikaliska traditioner. Jag pratade även om Yarsan-trons värderingar som ärlighet, vänlighet, respekt och kärleken till konsten. Jag betonade att konst och litteratur är grundläggande delar av denna kultur.Sedan tog jag upp min medverkan i konferensen \"Jin, Jiyan, Azadî\" och lyfte vikten av att inkludera konstnärer i sådana sammanhang. I varje framgångsrik samhällsstruktur spelar konstnärer och intellektuella en ledande roll. Ett samhälle som värdesätter konst och kultur är ett starkt och harmoniskt samhälle.Avslutningsvis förklarade jag att det kurdiska folket är ett fredligt folk som söker fred i världen, och att detta budskap kan förmedlas genom konst och musik. Yarsan-musiken är ett uttryck för kärlek och mänsklighet.",
    "source": {
      "label": "Youtube",
      "url": "https://www.youtube.com/watch?v=chDyzQTS_ag"
    }
  },
  {
    "id": "JinJiyanAzadi",
    "title": "Jin, Jiyan, Azadî\" (Kvinna, Liv, Frihet) (2023-05-14)",
    "img": null,
    "videoID": "aG9tQ2QHKfk",
    "poster": "./assets/picture/JinJiyanAzadi.jpg",
    "text": "<p>  På konferensen <strong>\"Jin, Jiyan, Azadî\" (Kvinna, Liv, Frihet)</strong>, som hölls med närvaro av många välkända revolutionära personer i exil, framförde jag, vid minut <a href=\"https://www.youtube.com/watch?v=aG9tQ2QHKfk&t=1590s\" target=\"_blank\" rel=\"noreferrer\">26:30</a> i programmet, både en kritik och ett förslag.</p><p>  🔴 <strong>Kritik:</strong><br>  Jag uttryckte min kritik mot att konstnärer sällan bjuds in till konferenser som hålls i protest mot förtryckande regimer i Iran, Irak och Kurdistan. Detta trots att konstnärer alltid har stått i främsta ledet i sociala och politiska rörelser. De har varit inspirationskällor för folket och spelat en viktig roll i att sprida medvetenhet och stödja motståndet. Denna bortglömda roll måste uppmärksammas och rättas till.</p><p>  🔻 <strong>Förslag:</strong><br>  Jag föreslog att konstnärlig utbildning bör tas på allvar redan från barndomen. Konst ger barn inte bara kulturell och social förståelse, utan lär dem också <strong>hur man lever, hur man står upp mot orättvisor och hur man kan bidra till sin egen och samhällets ekonomiska utveckling</strong>. Konst kan vara ett kraftfullt verktyg för att forma en medveten och motståndskraftig generation.</p><p>  ✅ <strong>Min närvaro vid sådana konferenser</strong> – med tydligt innehåll mot den iranska regimen – är säkerligen övervakad av iranska myndigheter. Detta är en del av min dokumenterade verksamhet i exil.</p>",
    "source": {
      "label": "Youtube",
      "url": "https://www.youtube.com/watch?v=aG9tQ2QHKfk"
    }
  },
  {
    "id": "AryanTv_interview",
    "title": "Intervjuinnehåll och situation i Iran (2023-05-10)",
    "img": null,
    "poster": "./assets/picture/AryanTv_interview.jpg",
    "videoID": "wqyMQG1P6lo",
    "text": "<p>  I denna intervju, från minut <a href=\"https://youtu.be/wqyMQG1P6lo?t=930\" target=\"_blank\" rel=\"noreferrer\">15:30</a>, förklarar jag tydligt hur konstnärer i Iran utsätts för censur och tvång, och att de måste agera enligt den religiösa regimens villkor.</p><p>  Jag säger att jag är kurd och tillhör Yarsan-tron, och att jag i alla dessa år har utsatts för systematisk diskriminering och förtryck. Jag fick inte komma in på universitetet, jag förlorade mina jobb på grund av min tro och mitt konstnärskap. Den islamiska republiken erkänner inte Yarsan som en legitim tro och tvingar oss att identifiera oss som shiamuslimer. Det finns inga representanter för Yarsan i parlamentet, regeringen eller ens på lokal nivå.</p><p>  Jag förklarar också den viktiga roll som konstnärer hade i Jin, Jiyan, Azadî-revolutionen. Konstnärer inspirerade folket och gick sida vid sida med dem. Många konstnärer greps och fängslades.<br>  Konstnären är inte skild från folket – om man står på folkets sida måste man betala priset.</p><p>  Inga av Yarsans heliga texter får framföras offentligt, eftersom regimen fruktar att folket ska få kunskap. Till och med konstnärens yttre måste godkännas – till exempel får man inte uppträda om man har mustasch.</p><p>  Efter åratal av hot, förtryck och censur blev jag, som så många andra i Iran, <strong>tvungen att fly landet</strong>. Men migration är början på nya svårigheter. Att vara långt från hemlandet, att förlora sin sociala och konstnärliga ställning, att tvingas börja om från början – allt detta är smärtsamt. Men man kan inte sänka sina röster. För att kunna fortsätta sitt kulturella motstånd måste jag <strong>fortsätta ha kontakt med samma folk i Iran som jag alltid stått upp för</strong>.</p><p>  I slutet av intervjun berättar jag också att jag inte bara har hotats. I exil har jag blivit varnad, utan avvisning, av iranska personer i Sverige. Jag har fått <strong>döds- och våldshot</strong> – budskap som säger att ”du måste dö”. Dessa hot pågår fortfarande och är en del av det jag betalar för att som konstnär stå på folkets sida och försvara min Yarsan-identitet.</p>",
    "source": {
      "label": "Youtube",
      "url": "https://youtu.be/wqyMQG1P6lo"
    }
  },
  {
    "id": "ArianTvNajmoldin",
    "title": "Arian Tv Najmuddin Gholami, (2019-02-23)",
    "videoID": "sd-luLgFGoM",
    "text": "Deltagande i Aryan TV – Stöd för Yarsan och yttrandefrihet (2019) På inbjudan av den kurdiska konstnären Najmuddin Gholami deltog jag år 2019 i ett specialprogram på Newroz TV för att fira Khawankar-högtiden. Vi diskuterade problemen för Yarsan och förtrycket av Ahl-e Haqq-konstnärer i Iran, och jag framförde musik. Den iranska regimen har alltid förtryckt kurder och Yarsan, men trots riskerna vid en återkomst har jag förblivit trogen min plikt inom konsten och kampen för yttrandefrihet.",
    "source": {
      "label": "YouTube",
      "url": "https://www.youtube.com/watch?v=sd-luLgFGoM"
    }
  }
]